using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace WeatherWhere.Services
{
    public static class Constants
    {
        public const string AboutUs = "Используя передовые алгоритмы и данные ведущих метеорологических служб, мы создали приложение, которое предсказывает погоду с максимальной точностью. Наше приложение предоставляет актуальные метеоданные, удобные виджеты и мгновенные оповещения.";
        public const string OurContacts = "Контакты:\nГорячая линия 89096788381\nПочта: xamacoredevelopment@gmail.com\nАдрес офиса:Город Москва,Звенигород,офис 15\n";
        public const string FuturePlan = "1) Детализированная обработка ошибок\n2) Поддержка большего количества городов и автоопределение города по GPS\n3) Более точный вывод состояний погоды\n4) SQLLite для быстрого и надежного кэширования данных\n5) Больше возможностей кастомизации интерфейса приложения в настройках\n6) Более функциональный онлайн сервис геокодирования для точного определения интересных мест в городе\n7) Premium-подписка, предоставляющая доступ к более детальным и функциональным платным прогнозам данных о погоде";
    }
}
